import React, {Component} from 'react'
import Card from 'commons/components/Card'

class Relation extends Component {
    render() {
        return (
            <div>
                <Card style={{padding: 20, margin: 5}}>
                    <h3>北方的夜</h3>
                    <p>
                        冬季，北方的夜晚总是那么的寒冷，那些沙丘上面布满了梦幻一般的月光；
                        停歇在沉静的落日旁，手指轻轻地朝向前方如水一般的月色伸了出去；
                        心，在那一瞬间飘入星河，倾听心灵深处的言语，那里有深邃、苍茫的墨迹……
                    </p>
                    <p>
                        周围是如此辽阔而沉寂，只有一个人怒放的灵魂，踽踽独行；
                        月色下的沙漠雪白、寂静，时间在这里安静的像一条河；
                        其实，那条河流就像这沙漠的血管一样，在它的身体里穿行、流淌着；
                    </p>
                    <p>
                        灵魂，总是这么漂泊。这么漂泊。
                        时常被那些杂乱的、恍惚的记忆带入眼前这无垠的沙漠里；
                        群山远远地与我对视着，白雪，在山顶上清楚地闪耀着银色的光芒；
                    </p>
                    <p>
                        北方，永远都静卧在沙漠里，心，却越来越老了！
                        年关的时候特别的想回家，就是那片沙漠，曾经养育过我的沙枣树林；
                        但是，回家的路总是那么的漫长，绿色的思念，爬在沙脊梁上面慢慢地飘移……
                    </p>
                </Card>
            </div>
        )
    }
}

module.exports = Relation
